<template>
  <div>
    <h1>Мы против петиции «О запрете пропаганды ЛГБТ+ в Казахстане»</h1>
    <p>Петиция нарушает национальное законодательство и международные обязательства Казахстана и должна быть снята с рассмотрения.</p>
    <p>Решение по рассмотрению петиции будет принято в начале августа. У нас осталось не так много времени, поэтому мы призываем вас в срочном порядке подать жалобу о незаконности петиции!</p>
    <h2>Предыстория</h2>
    <p>29 мая 2024 г. на официальном портале «E-Petition.kz» появилась петиция «Мы против открытой и скрытой пропаганды ЛГБТ в РК». За неполные две недели петиция набрала 50 000 подписей. Именно столько подписей нужно, чтобы петицию рассмотрели на республиканском уровне. Сейчас петиция находится на рассмотрении рабочей группы в Министерстве Культуры и Информации. Решение по рассмотрению петиции будет принято в начале августа.</p>
    <p>Одним из требований петиции является «введение закона о полном запрете открытой и скрытой пропаганды ЛГБТ в Казахстане и наказания за подобные действия на законном уровне».</p>
    <p>Административный процедурно-процессуальный Кодекс РК (пункт 3 статьи 90-2) запрещает петиции, которые могут повлечь за собой нарушение прав и свобод человека. При этом нынешняя петиция усиливает стигматизацию, насилие и дискриминацию в отношении ЛГБТКИА+ в Казахстане.</p>
    <p>Запрет на дискриминацию, в том числе по признаку сексуальной ориентации и гендерной идентичности, гарантируется пунктом 2 статьи 14 Конституции: «Никто не может подвергаться какой-либо дискриминации по мотивам происхождения, социального, должностного и имущественного положения, пола, расы, национальности, языка, отношения к религии, убеждений, места жительства или по любым иным обстоятельствам».</p>
    <p>Запрет на некую «пропаганду нетрадиционных сексуальных отношений» нарушает статьи 19 (свобода выражения мнений) и 26 (равенство перед законом) Международного пакта о гражданских и политических правах, который Казахстан ратифицировал и обязался соблюдать.</p>
    <p>Также на сегодняшний день стоит вопрос о законности собранных подписей из-за привлечения административного ресурса. По данным <a href="https://orda.kz/rassylali-i-prizyvali-podpisyvat-kto-stoit-za-50-tysjachami-golosov-protiv-lgbt-387860/" target="_blank" rel="noreferrer noopener">ряда СМИ</a> сбор подписей был инициирован одной партией (см. источник по <a href="https://orda.kz/rassylali-i-prizyvali-podpisyvat-kto-stoit-za-50-tysjachami-golosov-protiv-lgbt-387860/" target="_blank" rel="noreferrer noopener">ссылке</a>). Представители партии рассылали призыв к голосованию по государственным учреждениям (поликлиники, школы), советам ветеранов, волонтерским организациям. После госслужащие и бюджетники должны были отчитываться о том, что они действительно подписали петицию.</p>
    <p>Если в Казахстане будет принят запрет о так называемой «пропаганде ЛГБТ», то это узаконит дискриминацию ЛГБТКИА+ людей, а также усилит уже имеющееся насилие. Это создаст атмосферу безнаказанности для агрессоров и приведет к увеличению числа нападений и актов насилия на почве ненависти. Уже сейчас в Казахстане отмечается крайне высокий уровень гомофобии и транс*фобии - правозащитные организации ежегодно документируют сотни случаев дискриминации и насилия по всей стране.</p>
    <p>Данный запрет повлечет за собой ограничение свободы слова и выражения мнения и станет инструментом для подавления любых форм выражения, связанных с ЛГБТКИА+ тематикой, включая образование, СМИ, искусство и активизм. Это приведет к исчезновению голосов ЛГБТКИА+ людей из общественного дискурса и усилению их изоляции. Вместе с этим из публичного поля уйдут вопросы прав ЛГБТКИА+ людей, вопросы здравоохранения, связанные с сексуальной ориентацией и гендерной идентичностью, вопросы травли и буллинга на почве транс* и гомофобии и другие.</p>

    <h2>Что можно сделать Вам?</h2>

    <h3>Если вы резидент РК</h3>
    <p>Мы предлагаем вам выразить вашу гражданскую позицию и отправить жалобу в Министерство культуры и информации РК с требованием снять петицию с рассмотрения через портал электронных обращений в государственные органы eOtinish.</p>

    <NuxtLink to="/petition" :class="$style.petition">
      <svg width="24" height="24" viewBox="0 0 24 24">
        <path d="M 19.980469 2.9902344 A 1.0001 1.0001 0 0 0 19.869141 3 L 15 3 A 1.0001 1.0001 0 1 0 15 5 L 17.585938 5 L 8.2929688 14.292969 A 1.0001 1.0001 0 1 0 9.7070312 15.707031 L 19 6.4140625 L 19 9 A 1.0001 1.0001 0 1 0 21 9 L 21 4.1269531 A 1.0001 1.0001 0 0 0 19.980469 2.9902344 z M 5 3 C 3.9069372 3 3 3.9069372 3 5 L 3 19 C 3 20.093063 3.9069372 21 5 21 L 19 21 C 20.093063 21 21 20.093063 21 19 L 21 13 A 1.0001 1.0001 0 1 0 19 13 L 19 19 L 5 19 L 5 5 L 11 5 A 1.0001 1.0001 0 1 0 11 3 L 5 3 z"></path>
      </svg>
      <span>Подать жалобу онлайн</span>
    </NuxtLink>

    <p>Распространите информацию о подаче жалобы среди неравнодушных граждан, поделившись ссылкой на эту страницу через ваши социальные сети или мессенджеры!</p>

    <h3>Если вы иностранный гражданин, организация или инфлюенсер</h3>
    <p>Вы можете сыграть важную роль в поддержке прав ЛГБТКИА+ в Казахстане и выступить против дискриминационной инициативы. Вот несколько способов, как вы можете помочь:</p>
    <ul>
      <li>
        <strong>Поддержка через международные правозащитные организации.</strong>
        <p>Вы можете выпустить публичное заявление, чтобы привлечь внимание к дискриминационной инициативе в Казахстане.</p>
        <p>Это поможет создать общественное давление и повысить осведомленность международного сообщества.</p>         
      </li>
      <li>
        <strong>Публичные заявления</strong>
        <p>Вы можете обратиться в посольства своих стран в Казахстане, чтобы донести информацию о ситуации и попросить их вмешаться.</p>
        <p>Дипломатические представительства могут использовать свои каналы для выражения обеспокоенности.</p>
      </li>
      <li>
        <strong>Обращение к дипломатическим представительствам</strong>
        <p>Вы можете связаться с национальными или международными правозащитными организациями, чтобы привлечь их внимание к проблеме в Казахстане.</p>
        <p>Эти организации также могут оказывать давление и организовать международные кампании в поддержку прав ЛГБТКИА+.</p>
      </li>
    </ul>

    <h2>Источники</h2>
    <p>Текст страницы основан на публикациях проекта AmanBol (<a href="https://amanbol.kz/appeal2024?utm_source=queer.kz" target="_blank">призыв</a>, <a href="https://amanbol.kz/instructions2024?utm_source=queer.kz" target="_blank">инструкция</a>), но не ассоциирован с ним.</p>
  </div>
</template>

<style lang="scss" module>
.petition {
  display: inline-flex;
  align-items: center;
  gap: 8px;
  padding: 12px 24px 12px 18px;
  background-color: #fd94b315;
  color: #000;
  border-radius: 6px;
  text-decoration: none;

  box-shadow: 0 0 0 2px #fd94b3;
}
</style>
